13xforever.language-x86-64-assembly
DavidAnson.vscode-markdownlint
daylerees.rainglow
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.jupyter
eamodio.gitlens
formulahendry.code-runner
GrapeCity.gc-excelviewer
justusadam.language-haskell
mathiasfrohlich.Kotlin
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
rust-lang.rust
sbrink.elm
swyphcosmo.spellchecker
tomoki1207.pdf
vscode-icons-team.vscode-icons
vscodevim.vim
yzhang.markdown-all-in-one
